aaron-bond.better-comments
adpyke.codesnap
ahmadawais.shades-of-purple
alefragnani.project-manager
batisteo.vscode-django
beardedbear.beardedtheme
blackboxapp.blackbox
cbasdev.dracula-purple
chenjie.fleet-dark
christian-kohler.path-intellisense
codeavecjonathan.importmagic
codezombiech.gitignore
dbanksdesign.nu-disco
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
eliverlara.andromeda
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-rename-tag
funkyremi.vscode-google-translate
grapecity.gc-excelviewer
joelcrosby.one-dark-darker
jprestidge.theme-material-theme
kevinglasson.cornflakes-linter
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lucasgweb.fleet-theme-by-lc
meezilla.json
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.live-server
neptunedesign.vs-html-to-css
njpwerner.autodocstring
oderwat.indent-rainbow
omthemes.omthemes
patbenatar.advanced-new-file
pkief.material-icon-theme
pmndrs.pmndrs
pranaygp.vscode-css-peek
praveencrony.total-lines
quicktype.quicktype
ritwickdey.liveserver
sallar.vscode-duotone-dark
sdras.night-owl
tabnine.tabnine-vscode
thebarkman.vscode-djaneiro
usernamehw.errorlens
varunpotti.darker-vibes
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vulfpeck.jetbrains-fleet-theme
wayou.file-icons-mac
wayou.vscode-icons-mac
wholroyd.jinja
xabikos.javascriptsnippets
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
